Repository: acady/geymueller-web
Catalog: content/plugins/woocommerce-wishlists/lang/wc_wishlist-*.po
Languages: de_de

source: Notifications
de_de: Benachrichtigungen

source: Wishlist Options
de_de: Wishlist-Einstellungen

source: Add to wishlist
de_de: Zu Wishlist hinzufügen

source: Create a List
de_de: Liste erstellen

source: Edit a List
de_de: Liste bearbeiten

source: Find a List
de_de: Liste finden

source: View a List
de_de: Liste ansehen

source: Send Notifications
de_de: Benachrichtigungen senden

source: Preview &#8220;%s&#8221;
de_de: Vorschau &#8220;%s&#8221;

source: Preview
de_de: Vorschau

source: View &#8220;%s&#8221;
de_de: Anzeigen &#8220;%s&#8221;

source: View
de_de: Anzeigen

source: Are you sure you want to remove the selected items?
de_de: Gewählte Elemente wirklich entfernen?

source: Please select some items.
de_de: Bitte Elemente auswählen.

source: Title
de_de: Titel

source: Type
de_de: Typ

source: User
de_de: Benutzer

source: Email on List
de_de: E-Mail auf Liste

source: Name on List
de_de: Name auf Liste

source: Products
de_de: Produkte

source: Date
de_de: Datum

source: Wishlist updated. <a href="%s">View Wishlist</a>
de_de: Wishlist aktualisiert. <a href="%s">Wishlist anzeigen</a>

source: Wishlist updated.
de_de: Wishlist aktualisiert

source: Wishlist restored to revision from %s
de_de: Wishlist auf Version von %s zurückgesetzt

source: Wishlist published. <a href="%s">View Wishlist</a>
de_de: Wishlist veröffentlicht <a href="%s">Wishlist anzeigen</a>

source: Wishlist saved.
de_de: Wishlist gespeichert

source: Wishlist submitted. <a target="_blank" href="%s">Preview Wishlist</a>
de_de: Wishlist abgeschickt. <a target="_blank" href="%s">Vorschau für Wishlist anzeigen</a>

source: View Wishlist
de_de: Wishlist anzeigen

source: Name and Information
de_de: Name und Information

source: Manage List
de_de: Liste verwalten

source: Privacy Settings
de_de: Privatsphäreneinstellungen

source: Public
de_de: Öffentlich

source: Anyone can search for and see this list. You can also share using a link.
de_de: Jeder kann diese Liste finden und betrachten. Du kannst diese Liste auch mittels eines Links teilen.

source: Shared
de_de: Geteilt

source: Only people with the link can see this list. It will not appear in public search results.
de_de: Die Liste ist über einen Link zugänglich, erscheint aber nicht in den Suchergebnissen.

source: Private
de_de: Privat

source: Only you can see this list.
de_de: Nur du kannst diese Liste sehen.

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Email Associated with the List
de_de: E-Mail-Adresse für diese Liste

source: Attach to a User
de_de: Zu Benutzer hinzufügen

source: User ID Associated with the List
de_de: Benutzer-ID für die Liste

source: Notification Settings
de_de: Benachrichtigungseinstellungen

source: Yes
de_de: Ja

source: Send an email if a price reduction occurs.
de_de: E-Mail verschicken bei Preissenkung

source: No
de_de: Nein

source: Do not send an email if a price reduction occurs.
de_de: Kein E-Mail versenden bei Preissenkung

source: Item
de_de: Articel

source: Qty
de_de: Anzahl

source: Cost
de_de: Preis

source: Product ID:
de_de: Produkt-ID:

source: Actions
de_de: Aktion auswählen

source: Edit
de_de: Bearbeiten

source: Apply
de_de: Übernehmen

source: Please name your list
de_de: Bitte Listenname ausfüllen

source: Wishlist successfully created
de_de: Wishlist erfolgreich erstellt.

source: Name can not be empty
de_de: Name darf nicht leer sein.

source: Wishlist successfully updated
de_de: Wishlist erfolgreich aktualisiert

source: Lists successfullly updated
de_de: Liste erfolgreich aktualisiert

source: New List %s
de_de: Neue Liste %s

source: Unable to update list
de_de: Listenaktulisierung nicht möglich

source: Wishlist Notification Settings
de_de: Wishlist-Benachrichtigungseinstellungen

source: This item is already in one of your wishlists
de_de: Dieser Artikel ist bereits auf einer deiner Wishlists

source: Your Public Lists
de_de: Deine öffentlichen Listen

source: Your Shared Lists
de_de: Deine geteilten Listen

source: Your Private Lists
de_de: Deine privaten Listen

source: Create a new list
de_de: Neue Liste anlegen

source: Name your list
de_de: Listenname

source: Describe your list
de_de: Listenbeschreibung

source: Create List
de_de: Liste erstellen

source: Name of Owner
de_de: Name des Eigentümers

source: Description of Owner
de_de: Beschreibung des Eigentümers

source: Are you sure you want to delete this list?
de_de: Liste wirklich löschen?

source: Delete list
de_de: Liste löschen

source: Preview List
de_de: Listenvoransicht

source: List Items
de_de: Listenartikel

source: Update Quantities
de_de: Anzahlen aktualisieren

source: Add to Cart
de_de: Zu Warenkorb hinzufügen

source: Update Quantities and Add to Cart
de_de: Anzahlen aktulisieren und zu Warenkorb hinzufügen

source: Remove from List
de_de: Von Liste entfernen

source: Move to another List
de_de: Auf andere Liste verschieben

source: + Create A New List
de_de: + Neue List erstellen

source: Apply Action
de_de: Aktion durchführen

source: Product
de_de: Produkt

source: Price
de_de: Preis

source: Remove this item from your wishlist
de_de: Artikel von Liste entfernen

source: Are you sure you would like to remove this item from your list?
de_de: Artikel wirklich entfernen?

source: Move to another list
de_de: Auf andere Liste verschieben

source: Settings
de_de: Einstellungen

source: Save Changes
de_de: Änderungen speichern

source: Find Someone's List
de_de: Liste von jemandem finden

source: Enter name or email
de_de: Name oder E-Mail angeben

source: Search
de_de: Suchen

source: We've found %s lists matching <strong>%s</strong>
de_de: %s Listen passend zu <strong>%s</strong> gefunden

source: <a class="wl-clear-results" href="%s">Clear Results</a>
de_de: <a class="wl-clear-results" href="%s">Ergebnisse zurücksetzen</a>

source: List Name
de_de: Listenname

source: Date Added
de_de: Erstellungsdatum

source: We're sorry, we couldn't find a list for that name. Please double check your entry and try again.
de_de: Keine Liste zu diesem Namen gefunden. Bitte Eingabe überprüfen und erneut versuchen.

source: We found 0 matching lists
de_de: Keine passenden Listen gefunden

source: Please logon or register for an account to create and manage wishlists
de_de: Bitte anmelden oder registrieren um Wishlists zu erstellen oder zu verwalten

source: Save Description of Owner
de_de: Beschreibung des Eigentümers speichern

source: Create a New List
de_de: Neue Liste anlegen

source: You have not created any lists yet.
de_de: Du hast noch keine Listen erstellt.

source: Price drop alert from %s. Items below have been reduced in price:
de_de: Preissenkung für %s! Die folgenden Artikel wurden günstiger:

source: Was
de_de: Vorher

source: Now
de_de: Jetzt

source: Unable to locate the requested list
de_de: Gewünschte Liste konnte nicht gefunden werden

source: Return to your view
de_de: Zurück zu deiner Ansicht

source: This is how other people will see your Wish List
de_de: So wird diese Liste anderen angezeigt.

source: Sort by:
de_de: Sortieren nach:

source: Price (High to Low)
de_de: Preis (absteigend)

source: Price (Low to High)
de_de: Preis (aufsteigend)

source: Go
de_de: Los

source: This list currently contains no items.
de_de: Diese Liste erhält zurzeit keine Artikel.

source: Manage this list
de_de: Liste verwalten

source: Delete
de_de: Löschen

source: This list has been automatically created for you.
de_de: Diese liste wurde automatisch für dich erstellt.

source: A list has been created for you. <a href="%s">Manage list</a>
de_de: Liste erstellt. <a href="%s">Liste verwalten</a>

source: A temporary list has been created for you. <a href="%s">Login</a> or <a href="%s">register for an account</a> to save this list for future use. You may access this temporary list for up to 30 days or until you clear your browser history.
de_de: Provisorische Liste erstellt . <a href="%s">Logge dich ein</a> oder <a href="%s">registriere dich</a>, um die Liste zu speichern. Die provisorische Liste ist 30 Tage lang verfügbar, oder bis der Browserverlauf gelöscht wird.

source: Unable to locate or create a list for you. Please try again later
de_de: Listenerstellung oder -suche zurzeit nicht möglich. Bitte versuche es später erneut.

source: Please choose product options&hellip;
de_de: Bitte Produktoptionen auswählen&hellip;

source: Please choose a quantity&hellip;
de_de: Bitte Anzahl wählen&hellip;

source: Please choose a product&hellip;
de_de: Bitte Produkt auswählen&hellip;

source: %s Items ready to move to a new list
de_de: %s Artikel bereit, auf eine neue Liste verschoben zu werden.

source: Product successfully added to your wishlist.
de_de: Produkt erfolgreich zur Wishlist hinzugefügt.

source: Product successfully added to %s.
de_de: Produkt erfolgreich zu %s hinzugefügt.

source: Manage Wishlist &rarr;
de_de: Wishlist verwalten &rarr;

source: Unable to share a private list.
de_de: Private Liste kann nicht geteilt werden.

source: Someone
de_de: Jemand

source: %s has a list to share
de_de: %s möchte eine Liste teilen

source: on <a href="%s">%s</a>. %s You can view this list clicking on the link or copy and pasting it into your browser. <br />View List: <a href="%s">%s</a>
de_de: auf <a href="%s">%s</a>. %s Du kannst diese Liste anzeigen in dem du auf den Link klickst oder ihn in deinen Browser kopierst. <br />Liste anzeigen: <a href="%s">%s</a>

source: Your email has been sent
de_de: E-Mail wurde versandt

source: Unable to send mail. Please check your values and try again.
de_de: E-Mail konnte nicht versandt werden. Bitte Eingaben überprüfen und erneut versuchen.

source: <span class="meta-nav">&larr;</span> Older lists
de_de: <span class="meta-nav">&larr;</span> Ältere Listen

source: Newer lists <span class="meta-nav">&rarr;</span>
de_de: Neuere Listen <span class="meta-nav">&rarr;</span>

source: Share this list via e-mail
de_de: Liste über E-Mail teilen

source: Your name:
de_de: Dein Name:

source: To:
de_de: An:

source: Type in e-mail addresses: jo@example.com, jan@example.com.
de_de: E-Mail-Adressen angeben: jo@example.com, jan@example.com.

source: Add a note:
de_de: Notiz hinzufügen:

source: Send email
de_de: E-Mail versenden

source: Please select a list first
de_de: Bitte zuerst eine Liste auswählen

source: Are you sure?
de_de: Sicher?

source: Add Wishlist
de_de: Wishlist hinzufügen

source: Add New Wishlist
de_de: Neue Wishlist erstellen

source: Edit Wishlist
de_de: Wishlist bearbeiten

source: New Wishlist
de_de: Neue Wishlist

source: Search Wishlists
de_de: Wishlists suchen

source: No Wishlists found
de_de: Keine Wishlists gefunden

source: No Wishlists found in trash
de_de: Keine Wishlists im Papierkorb gefunden

source: Parent Wishlists
de_de: Übergeordnete Wishlist
